---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorSettings
source: html/9dac71c9-133c-5b7c-a5b9-8c42c1b25304.htm
---
# AnalysisDisplayColorSettings Properties

Stores type of color settings